---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ReferencePoint
source: html/2be2d556-df78-0f59-6c14-e8bcb298d40c.htm
---
# ReferencePoint Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.